# ConCssNumberDimension

## Properties

Name | Type | Description | Notes
------------ | ------------- | ------------- | -------------
**value** | **float** |  | [optional]
**type** | **str** |  | [default to 'IdeaStatiCa.Api.Connection.Model.Material.ConCssNumberDimension, IdeaStatiCa.Api']

## Example

```python
from ideastatica_connection_api.models.con_css_number_dimension import ConCssNumberDimension

# TODO update the JSON string below
json = "{}"
# create an instance of ConCssNumberDimension from a JSON string
con_css_number_dimension_instance = ConCssNumberDimension.from_json(json)
# print the JSON string representation of the object
print(con_css_number_dimension_instance.to_json())

# convert the object into a dict
con_css_number_dimension_dict = con_css_number_dimension_instance.to_dict()
# create an instance of ConCssNumberDimension from a dict
con_css_number_dimension_from_dict = ConCssNumberDimension.from_dict(con_css_number_dimension_dict)
```
[[Back to Model list]](../README.md#documentation-for-models) [[Back to API list]](../README.md#documentation-for-api-endpoints) [[Back to README]](../README.md)